-- phpMyAdmin SQL Dump
-- version 3.5.5
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2015 年 05 月 04 日 04:49
-- 服务器版本: 5.5.29
-- PHP 版本: 5.4.10

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";

--
-- 数据库: `animal_shelter`
--

-- --------------------------------------------------------

--
-- 表的结构 `shelter`
--

CREATE TABLE `shelter` (
  `shelter_id` int(11) NOT NULL AUTO_INCREMENT,
  `shelter_name` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `shelter_phone` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `shelter_address` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `shelter_lat` varchar(200) COLLATE utf8_unicode_ci,
  `shelter_lng` varchar(200) COLLATE utf8_unicode_ci,
  
  PRIMARY KEY (`shelter_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=67 ;

--
-- 转存表中的数据 `shelter`
--

INSERT INTO `shelter` (`shelter_id`, `shelter_name`, `shelter_phone`, `shelter_address`,`shelter_lat` , `shelter_lng`) VALUES
(1, '基隆寵物銀行', '02-24560148', '基隆市大華三路45-12號(欣欣安樂園旁)', '25.127183' , '121.6747911'),
(2, '台北市動物衛生檢驗所', '02-87897158', '台北市吳興街600巷109號', '25.0187909' , '121.572615'),
(3, '台北市動物之家', '02-87913254', '台北市內湖區潭美街852號(原安康路328巷42號)', '25.063111' , '121.6089355'),
(4, '八里鄉公立流浪犬中途之家', '02-26194428', '八里鄉長坑村長道路36號', '25.1443896' , '121.3983016'),
(5, '土城市公立流浪犬中途之家', '02-22683797', '土城市環河道路旁,近柑城橋' ,  , ),
(6, '三重市公立流浪犬收容所', '02-29853122', '垃圾轉運站旁', '22.326545' , '114.13794'),
(7, '三峽鎮公立動物收容所', '02-26722143', '三峽鎮文化路155號', '24.9540669' , '121.356129'),
(8, '三芝鄉公立流浪犬收容所', '', '八連溪頭二坪頂青山路旁白沙安樂園附近' ,  , ),
(9, '五股鄉公立棄犬中途之家', '02-29870476', '五股鄉外寮路9-9號', '25.0779952' , '121.4244204'),
(10, '中和市公立流浪犬收容所', '02-86685547', '中和市興南路三段100號', '24.9720012' , '121.489063'),
(11, '永和市公立棄犬收容所', '0932-060884', '新店市安康路三段808號,永和第一公墓旁', '24.940092' , '121.470217'),
(12, '汐止市公立臨時動物收容所', '02-26430403', '汐止市光復街底垃圾山下' ,  , ),
(13, '金山鄉公立流浪犬中途之家', '02-24986784', '永興村大水堀7號往金寶山的垃圾掩埋場' ,  , ),
(14, '板橋市公立流浪動物收容所', '02-89662158', '板橋市四川路二段130巷10弄25號內', '24.9953027' , '121.4546103'),
(15, '淡水鎮公立流浪犬收容所', '02-26297466ext.812', '下圭柔山90之7號淡水鎮垃圾場旁', '25.2094399' , '121.436124'),
(16, '新莊市公立流浪犬中途之家', '02-22977814', '泰山鄉楓江路191號中港抽水站中', '25.0649542' , '121.4395706'),
(17, '新店市公立流浪犬收容所', '02-22142937', '新店市安太路235號之1', '24.9271546' , '121.4908082'),
(18, '泰山鄉公立棄犬收容所', '02-22963312', '橫窠雅路僑大先修班校道臨時垃圾掩埋場', '25.0712365' , '121.4096264'),
(19, '瑞芳鎮公立流浪犬收容所', '', '傑魚里八分寮路中坑段垃圾場旁', '25.091678' , '121.796464'),
(20, '樹林市公立臨時流浪犬收容所', '02-26874446', '樹林鎮水源街資源回收站內', '25.171862' , '121.4472531'),
(21, '鶯歌公立動物收容所', '02-26780217', '傑鶯歌鎮二甲路12號之1', '24.93613' , '121.339175'),
(22, '蘆洲市公立流浪犬收容所', '02-28489185', '傑蘆洲市集賢路221巷臨1號(市場旁清潔隊內)' ,  , ),
(23, '桃園市公立棄犬收容所', '03-3314946', '桃園市成功路225號之1虎頭山上', '25.0367621' , '121.1030576'),
(24, '桃園縣家畜疾病防治所', '03-3324544', '桃園市縣府路57號', '24.993114' , '121.300373'),
(25, '八德市公立流浪犬收容所', '03-3632415', '八德市大安里羊稠仔15號旁資源回收場內', '24.9448407' , '121.3287259'),
(26, '大溪鎮公立流浪犬收容所', '03-3382291ext.197', '大溪鎮華美里垃圾掩埋場旁', '28.462331' , '121.261164'),
(27, '中壢市公立流浪犬收容所', '03-4379626', '中壢市忠福里新建公有垃圾場內', '24.9731556' , '121.2297268'),
(28, '平鎮市公立動物臨時收容所', '03-4598874', '平鎮市中豐路183號清潔隊後方空地', '24.9611141' , '121.2199384'),
(29, '新竹市政府棄犬中途收容中心', '03-5368329', '新竹市海濱路250號南寮水肥場內', '24.8325503' , '120.9198097'),
(30, '新竹縣公立臨時動物收容所', '03-5519548ext.114', '新竹縣政五路192號(新竹縣家畜疾病防治所內)', '24.8284583' , '121.0150649'),
(31, '苗栗市公立流浪犬留置所', '037-331910ext.161', '苗栗市第四公墓後的垃圾衛生掩埋場內', '24.5711502' , '120.8154358'),
(32, '苗栗縣家畜疾病防治所', '037-320049', '苗栗縣勝利里國福路10號', '24.5413874' , '120.8204334'),
(33, '竹南鎮公立棄犬留置所', '037-465193', '竹南鎮垃圾衛生掩埋場', '24.7009219' , '120.8786026'),
(34, '苑裡鎮公所流浪犬收容所', '037-868930', '苑裡鎮水坡里垃圾掩埋場外', '24.4360069' , '120.6918803'),
(35, '台中市動物保護防疫所', '04-23869420', '台中市萬和路一段28之18號', '24.1334145' , '120.6373417'),
(36, '台中市動物之家', '04-23850949', '台中市南屯區中台路601號(望高寮)', '24.1476937' , '120.575265'),
(37, '大里市公立臨時流浪犬收容所', '04-24922934', '大里市健東路181號垃圾掩埋場內', '24.087739' , '120.734193'),
(38, '太平', '', '太平市黃昏市後方資源回收場', '4.851932' , '100.7416339'),
(39, '后里/潭子/豐原公立聯合動物收容所', '0923-270241', '后里鄉舊社村環保公園旁', '24.293713' , '120.703128'),
(40, '東勢鎮公立臨時流浪犬收容所', '04-25872734', '東勢段中科小段208-3地號(果園內)', '24.909796' , '121.2272757'),
(41, '霧峰鄉公立動物收容所', '04-23335092', '象鼻坑垃圾分類處理場大門內側', '24.0147893' , '120.7347417'),
(42, '南投縣家畜疾病防治所', '049-2225440', '南投市嶺興路36號之1南崗工業區清潔隊停車場內', '23.902489' , '120.6662019'),
(43, '彰化縣家畜疾病防治所', '04-7620774', '彰化市中央路2號', '24.064102' , '120.536214'),
(44, '員林鎮公立流浪狗中途之家', '04-8590638', '大峰里阿寶巷426號垃圾掩埋場內', '23.965187' , '120.6107654'),
(45, '雲林縣家畜疾病防治所', '05-5322905', '雲林縣斗六市雲林路二段517號', '23.698299' , '120.525938'),
(46, '嘉義市公立流浪犬收容中心', '05-2168661', '嘉義市彌陀路環保局停車場', '23.4686238' , '120.4661292'),
(47, '嘉義縣家畜疾病防治所', '05-3620025', '太保市祥和路新村太一路1號', '23.4544556' , '120.2943919'),
(48, '台南市動物防疫所收容中心', '06-2130958', '台南市忠義路一段87號', '22.9871991' , '120.201322'),
(49, '台南市動物中途之家', '06-2964439', '台南市明興路925巷500-1號水肥場旁', '22.9332596' , '120.1823409'),
(50, '台南縣家畜疾病防治所', '06-6323039', '新營市長榮路一段501號', '23.3196802' , '120.3192175'),
(51, '台南縣流浪動物保護之家', '06-5832399', '台南縣善化鎮東昌里東勢寮1之19號肉品市場旁', '23.157023' , '120.3248767'),
(52, '高雄市家畜衛生檢驗所', '07-2237213', '高雄市苓雅區憲政路242巷5號', '22.6370363' , '120.3224174'),
(53, '高雄縣家畜疾病防治所', '07-7462368', '鳳山市忠義街166號', '22.6279537' , '120.3506931'),
(54, '高雄縣畜犬留置處理中心', '07-7450413', '燕巢鄉深水村縣政府深水農場苗圃地', '22.781457' , '120.4197554'),
(55, '壽山動物園關愛園區', '07-5519059', '高雄市萬壽路350號', '22.6353139' , '120.2781572'),
(56, '屏東縣家畜疾病防治所', '08-7224109', '屏東市民學路58巷23號', '22.674257' , '120.505163'),
(57, '屏科大流浪動物管理人員訓練中心', '08-7740588', '屏東縣內埔鄉老埤村學府路1號屏東科技大學內', '22.64303' , '120.609966'),
(58, '台東縣公立寵物中途之家', '089-310479', '台東市中華路四段861巷353號肉品市場旁', '22.7304487' , '121.1096692'),
(59, '台東縣家畜疾病防治所', '089-233720', '台東市中興路二段733號', '22.7695925' , '121.1183391'),
(60, '花蓮縣家畜疾病防治所', '038-227431', '花蓮市瑞美路5號', '23.9929521' , '121.6176808'),
(61, '花蓮縣公立流浪犬中途之家', '038-421452', '吉安鄉光華村南濱路一段533號', '23.930329' , '121.594111'),
(62, '宜蘭縣公立流浪動物中途之家', '039-6000717', '五結鄉成興村利寶路60號', '24.667123' , '121.831205'),
(63, '澎湖縣家畜疾病防治所', '06-9212839', '馬公市西文里118之1號', '23.5682143' , '119.5890568'),
(64, '澎湖縣公立流浪犬收容中心', '06-9213559', '馬公市烏崁里1073地號', '23.550192' , '119.6238368'),
(65, '金門縣動物防疫所', '0823-336625', '金湖鎮裕民農莊20號', '24.4376913' , '118.4279933'),
(66, '連江縣流浪犬收容中心', '0836-25348', '南竿鄉清水村101號', '26.1477771' , '119.9379151');
